---
kind: property
id: P:Autodesk.Revit.DB.NumberingSchemaTypes.StructuralNumberingSchemas.ReinforcementFabric
source: html/2d61508d-d0fc-baa1-1aee-5fc5b4d5ba4f.htm
---
# Autodesk.Revit.DB.NumberingSchemaTypes.StructuralNumberingSchemas.ReinforcementFabric Property

Built-in schema used for numbering fabric reinforcement elements

## Syntax (C#)
```csharp
public static NumberingSchemaType ReinforcementFabric { get; }
```